[
  {
    "ID": 1,
    "Title": "Mastering Music and Self Through Transcription",
    "Headline": "Transcribing music bridges the gap between what we hear and what we see on sheet music. It's a journey of patience, discipline, and self-discovery.",
    "Content": "Transcribing. One of the most difficult but also among the most rewarding musical endeavors. Transcriptions require you to use many of the skill sets required as a musician. Between music literacy, ear training, and implementing the new ideas found within each piece of music, there can be a lot to unpack. I believe transcriptions give us the opportunity to become better musicians but also better versions of ourselves. <br><br> Music literacy is one of if not the most important skill to learn as a budding musician. I consistently ask all of my new students, \"Why do we learn how to read music?\" Most aren't entirely sure. \"Why can't we just listen and copy what the drummer is doing?\" It's been said time and time again, music is no different than learning a language. If students are able to read music they have the ability to be independent learners, they won't need a teacher with them demonstrating each and every note.<br><br> Many literate musicians don't spend nearly enough time training their ears. Countless cultures around the world have used their ears to imitate melodies, harmony or new musical ideas for thousands of years. Transcriptions give us the opportunity to bridge the gap between what we hear and what we see on sheet music. A great way to start training your ears is to try and pick out individual instruments from a song. Can you hear the vocalist? Can you hear the drummer? How about the bass guitar? Depending on the instrument you're listening for and the audio mix, some instruments can be more difficult to pick out than others.<br><br> Much of what we do from a young age is imitation. For years we imitate words, phrases and actions of those more experienced than ourselves. Eventually we find the right context to use the things we've imitated. Have you ever noticed you start to use phrases, mannerisms or even eat the same food as the people you surround yourself with? It's no coincidence! Transcriptions offer us an opportunity to expand our vocabulary as musicians by copying what we hear other musicians play and find ways to make these ideas our own. In our search to learn more about music in the world around us, we learn more about ourselves. We learn to be patient through repetition. We learn humility by realizing every piece of music can teach us something new. We learn discipline through consistent practice. Most importantly we learn that music, much like life, is a journey with no destination. Enjoy each opportunity to grow."
  }
]
